export default {
  projections: {
    УтверждениеДокE: {
      дата: {
        __caption__: 'Дата утверждения'
      },
      утверждение: {
        __caption__: 'Статус'
      },
      формаДокумента: {
        __caption__: 'Форма документа',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      авПользователи: {
        __caption__: 'Ав пользователи',
        iDПользователя: {
          __caption__: 'ID Пользователя'
        },
        сотрудники: {
          __caption__: '',
          фИОСотрудника: {
            __caption__: 'ФИО Сотрудника'
          }
        }
      }
    },
    УтверждениеДокL: {
      дата: {
        __caption__: 'Дата утверждения'
      },
      утверждение: {
        __caption__: 'Статус'
      },
      формаДокумента: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      авПользователи: {
        __caption__: 'ID Пользователя',
        iDПользователя: {
          __caption__: 'ID Пользователя'
        },
        сотрудники: {
          __caption__: '',
          фИОСотрудника: {
            __caption__: 'ФИО Сотрудника'
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата утверждения'
    },
    утверждение: {
      __caption__: 'Статус'
    },
    авПользователи: {
      __caption__: 'Ав пользователи'
    },
    формаДокумента: {
      __caption__: 'Форма документа'
    }
  }
};
