export default {
  projections: {
    ТЧУтвержДокE: {
      утверждениеДок: {
        __caption__: 'Утверждение док',
        дата: {
          __caption__: 'Дата'
        },
        формаДокумента: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование'
          }
        },
        утверждение: {
          __caption__: 'Статус'
        }
      }
    }
  },
  validations: {
    утверждениеДок: {
      __caption__: 'Утверждение док'
    },
    хрДок: {
      __caption__: 'хрДок'
    }
  }
};
